{
    "Inesh": {
        "imgsrc": "helena.jpg",
        "type": "employee",
        "speaker": "n/a",
        "donor": "n/a",
        "age": 26,
        "industry": "n/a",
        "occupation": "n/a",
        "hardware": "Macbook air, android",
        "software": "OSX, Android",
        "browser": "Safari, Chrome Mobile",
        "comforts": {
            "web": "medium",
            "attitude": "late majority",
            "services": "excel, outlook"
        },
        "pain": [
            "Customers call me alot to make donations, and this takes up a lot of time",
            "Finding customer information takes a lot of time",
            "We don't have enough money",
            "We lose track of when people have donated",
            "We don't have enough diversity in our speakers"
        ],
        "bio": "Inesh is at the heart of the organisation. However, theres too much to do with too little time. She is not enthusiastic about technology, however she can the potential benefits if she is given the time to learn new things",
        "goals": [
            "I want to be able to see the information about our alumni clearly in one place",
            "I want to be able to track payments, and prompt inactive donors to donate",
            "I want to be able to take payments online",
            "I want to be able to profile alumni by when they last spoke and basic demographic information"
        ]
    },

    "Macey Alves": {
        "imgsrc": "macey.jpg",
        "type": "alumni",
        "speaker": "never",
        "donor": "active",
        "age": 28,
        "education": "STEM university",
        "occupation": "developer",
        "hardware": "Macbook Pro Retina, Iphone",
        "software": "iOS, OSX",
        "browser": "Chrome",
        "comforts": {
            "web": "digital native",
            "attitude": "early adoptor",
            "services": "facebook, instagram, linkedin"
        },
        "pain": [
            "I don't like donating via phone",
            "I don't know if I am qualified enough to speak",
            "I can't donate large quantities, but I would like to donate little more often (however I keep forgetting to)",
            "It's not easy being a woman in tech, but I'd like to encourage more young women to get into tech."
        ],
        "bio": "Macey is intelligent and ambitious. Shes in the early stages of her career and is doing well. She'd like to help others but doesn't know how to",
        "goals": [
            "I want to be able to donate online",
            "I want to be able to donate more easily",
            "I want to be able to learn more about speaker requirements/guidance",
            "I want to inspire future generations"
        ]
    },

    "Clarence Ford": {
        "imgsrc": "andrew.jpg",
        "type": "alumni",
        "speaker": "active",
        "donor": "never",
        "age": 43,
        "education": "university",
        "occupation": "Senior Estate Agent",
        "hardware": "Dell, Android",
        "software": "Windows XP, Android",
        "browser": "IE",
        "comforts": {
            "web": "medium",
            "attitude": "late majority",
            "services": "eharmony, yahoo news"
        },
        "pain": [
            "I'm worried about getting hounded once I make my first donation.",
            "I'm quite concerned about the security of my donations",
            "I lose track of when I last spoke so often struggle to know when to reach out to speak again"
        ],
        "bio": "Clarence is a busy business man. He likes to help out with his past school, he's short of time and needs reminders of when to speak",
        "goals": [
            "I don't want to be bombarded with emails after I've donated",
            "I can make secure, safe, problem free donations online",
            "I can view a log of my last speaking dates"
        ]
    },

    "Keith Elliot": {
        "imgsrc": "zachery.jpg",
        "type": "alumni",
        "speaker": "inactive",
        "donor": "active",
        "age": 66,
        "education": "Secondary School",
        "occupation": "retired",
        "hardware": "HP. Corded telephone",
        "software": "Windows",
        "browser": "IE",
        "comforts": {
            "web": "Low",
            "attitude": "traditionalist",
            "services": "btinternet email"
        },
        "pain": [
            "I want to still be able to donate via phone, and not have to navigate a difficult site",
            "I dont want to donate via the web as I don't want to lose my retirement pension",
            "I struggle to know how much I last donated"
        ],
        "bio": "Keith has been speaking since the organisation started up. Keith doesn't speak anymore, but is still a valued contributor",
        "goals": [
            "I want the website to be easy to understand and use",
            "I want to be able to see my donation history in one place"
        ]
    }
}
